Repository: jfoucher/Hybridge
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Thirteen complications sized for reading: 24h dial with moonphase aperture, weather trio, reserve rim.
de: Dreizehn ablesbare Komplikationen: 24-Stunden-Zifferblatt mit Mondphasenanzeige, Wettertrio, Reservering.
es: Trece complicaciones dimensionadas para la lectura: esfera de 24 horas con apertura de fases lunares, trío meteorológico y aro de reserva.
fr: Treize complications dimensionnées pour la lecture : cadran 24h avec guichet phases de lune, trio météo, cerclage de réserve.

source: This background is too detailed for the watch — try a simpler or higher-contrast photo.
de: Dieser Hintergrund ist zu detailliert für die Uhr — versuchen Sie ein einfacheres oder kontrastreicheres Foto.
es: Este fondo tiene demasiado detalle para el reloj — prueba con una foto más sencilla o con más contraste.
fr: Cet arrière-plan est trop détaillé pour la montre — essayez une photo plus simple ou plus contrastée.

source: This permanently removes activity, heart-rate, SpO₂, sleep, workout and sync history stored by Hybridge on this iPhone. Data already exported to Apple Health is not removed.
de: Dadurch werden die von Hybridge auf diesem iPhone gespeicherten Aktivitäts-, Herzfrequenz-, SpO₂-, Schlaf-, Trainings- und Synchronisierungsdaten dauerhaft gelöscht. Bereits zu Apple Health exportierte Daten werden nicht gelöscht.
es: Esto elimina permanentemente el historial de actividad, frecuencia cardíaca, SpO₂, sueño, entrenamientos y sincronización que Hybridge almacena en este iPhone. No se eliminan los datos ya exportados a Apple Health.
fr: Cette action supprime définitivement l’historique d’activité, de fréquence cardiaque, de SpO₂, de sommeil, d’entraînement et de synchronisation stocké par Hybridge sur cet iPhone. Les données déjà exportées vers Apple Health ne sont pas supprimées.

source: This removes the server address, selected entities, and access token from this iPhone.
de: Dadurch werden die Serveradresse, die ausgewählten Entitäten und das Zugriffstoken von diesem iPhone entfernt.
es: Esto elimina de este iPhone la dirección del servidor, las entidades seleccionadas y el token de acceso.
fr: Cette action supprime de cet iPhone l’adresse du serveur, les entités sélectionnées et le jeton d’accès.

source: this watch
de: diese Uhr
es: este reloj
fr: cette montre

source: This week at a glance: Monday-to-Sunday dates with today boxed, ISO week, day of the year and a year gauge.
de: Diese Woche auf einen Blick: Montag-bis-Sonntag-Daten mit eingerahmtem Heute, ISO-Woche, Tag des Jahres und einer Jahresanzeige.
es: Esta semana de un vistazo: fechas de lunes a domingo con el día de hoy encuadrado, semana ISO, día del año y un indicador del año.
fr: Cette semaine en un coup d'œil : dates du lundi au dimanche avec aujourd'hui encadré, semaine ISO, jour de l'année et jauge annuelle.

source: This wipes all data, apps and pairing from the watch and reboots it. You will need to set it up again from scratch.
de: Dadurch werden alle Daten, Apps und Kopplungen von der Uhr gelöscht und die Uhr neu gestartet. Sie müssen es von Grund auf neu einrichten.
es: Esto borra todos los datos, aplicaciones y emparejamientos del reloj y lo reinicia. Deberá configurarlo nuevamente desde cero.
fr: Cela efface toutes les données, applications et couplages de la montre et la redémarre. Vous devrez le reconfigurer à partir de zéro.

source: Three concentric goal rings - steps, battery and active minutes - values stacked in the center.
de: Drei konzentrische Zielringe – Schritte, Batterie und aktive Minuten – Werte in der Mitte gestapelt.
es: Tres anillos de objetivos concéntricos (pasos, batería y minutos activos), valores apilados en el centro.
fr: Trois anneaux d'objectif concentriques - pas, batterie et minutes actives - valeurs empilées au centre.

source: Thunderstorms
de: Gewitter
es: Tormentas
fr: Orages

source: Thursday
de: Donnerstag
es: jueves
fr: jeudi

source: Time
de: Zeit
es: Hora
fr: Heure

source: time to charge it
de: Zeit, es aufzuladen
es: hora de cargarlo
fr: il est temps de le charger

source: time to replace its battery
de: Zeit, die Batterie auszutauschen
es: Es hora de reemplazar su batería.
fr: il est temps de remplacer sa batterie

source: Time zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire

source: Timeout waiting for %@
de: Zeitüberschreitung beim Warten auf %@
es: Tiempo de espera esperando %@
fr: Délai d'attente en attente de %@

source: Today
de: Heute
es: hoy
fr: Aujourd'hui

source: Today's step count from your watch.
de: Die heutige Schrittzahl von Ihrer Uhr.
es: El recuento de pasos de hoy desde tu reloj.
fr: Nombre de pas d'aujourd'hui à partir de votre montre.

source: Today's total is read from the watch's step counter. The graph is reconstructed from synced minute samples and may not add up.
de: Der heutige Gesamtwert wird vom Schrittzähler der Uhr abgelesen. Das Diagramm wird aus synchronisierten Minutenproben rekonstruiert und ergibt möglicherweise nicht denselben Wert.
es: El total de hoy se lee en el contador de pasos del reloj. El gráfico se reconstruye a partir de muestras por minuto sincronizadas y puede que no coincida.
fr: Le total du jour est lu sur le compteur de pas de la montre. Le graphique est reconstruit à partir d'échantillons minute synchronisés et peut ne pas correspondre.

source: Too much on the face for the watch to draw — remove some complications or live text values, or their goal rings and backgrounds.
de: Zu viel auf dem Zifferblatt, als dass die Uhr es zeichnen könnte — entfernen Sie einige Komplikationen oder Live-Textwerte oder ihre Zielringe und Hintergründe.
es: Hay demasiado en la esfera para que el reloj la dibuje — quita algunas complicaciones o valores de texto en vivo, o sus anillos de objetivo y fondos.
fr: Il y a trop d'éléments sur le cadran pour que la montre puisse l'afficher — retirez des complications ou des valeurs de texte dynamiques, ou leurs anneaux d'objectif et arrière-plans.

source: Total
de: Insgesamt
es: totales

source: Transferring…
de: Übertragen…
es: Transferiendo…
fr: Transfert…

source: Traveler
de: Reisender
es: viajero
fr: Voyageur

source: Triple
de: Dreifach

source: Triple (calls) · Double (texts)
de: Dreifach (Anrufe) · Doppelt (SMS)
es: Triple (llamadas) · Doble (mensajes)
fr: Triple (appels) · Double (SMS)

source: Tuesday
de: Dienstag
es: martes
fr: mardi

source: Turn on Bluetooth to reconnect
de: Schalten Sie Bluetooth ein, um die Verbindung wiederherzustellen
es: Activa Bluetooth para volver a conectarte
fr: Activez Bluetooth pour vous reconnecter

source: Turns your watch's quiet hours on, off, or back to the schedule.
de: Schaltet die Ruhezeiten Ihrer Uhr ein, aus oder kehrt zum Zeitplan zurück.
es: Activa, desactiva o vuelve al horario las horas de silencio de tu reloj.
fr: Active, désactive ou rétablit le calendrier des heures calmes de votre montre.

source: Twin retrograde fans: steps and battery needles sweeping 120-degree scales, date window.
de: Zwei retrograde Fächer: Schritt- und Batteriezeiger auf 120-Grad-Skalen, dazu ein Datumsfenster.
es: Dos abanicos retrógrados: agujas de pasos y batería sobre escalas de 120 grados, con ventana de fecha.
fr: Deux éventails rétrogrades : aiguilles des pas et de la batterie sur des échelles de 120 degrés, avec guichet de date.

source: Typographic board: weekday, date and month above steps, kcal, active minutes and temperature.
de: Typografische Tafel: Wochentag, Datum und Monat über Schritten, kcal, aktive Minuten und Temperatur.
es: Tablero tipográfico: día de la semana, fecha y mes encima de los pasos, kcal, minutos activos y temperatura.
fr: Tableau typographique : jour de la semaine, date et mois au dessus des pas, kcal, minutes actives et température.

source: Unexpected response: %@
de: Unerwartete Antwort: %@
es: Respuesta inesperada: %@
fr: Réponse inattendue : %@

source: Units updated
de: Einheiten aktualisiert
es: Unidades actualizadas
fr: Unités mises à jour

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Unreadable activity file — sync paused
de: Aktivitätsdatei nicht lesbar – Synchronisierung angehalten
es: Archivo de actividad ilegible: sincronización pausada
fr: Fichier d'activité illisible – synchronisation suspendue

source: Unsupported Home Assistant control
de: Nicht unterstützte Home-Assistant-Steuerung
es: Control de Home Assistant no compatible
fr: Commande Home Assistant non prise en charge

source: Until
de: Bis
es: hasta
fr: Jusqu'à

source: Upper text
de: Oberer Text
es: Texto superior
fr: Texte supérieur

source: Use your Home Assistant base URL and a Long-Lived Access Token from the bottom of your Home Assistant profile. HTTPS protects the token and is required by default.
de: Verwenden Sie Ihre Home-Assistant-Basis-URL und ein langlebiges Zugriffstoken vom unteren Ende Ihres Home-Assistant-Profils. HTTPS schützt das Token und ist standardmäßig erforderlich.
es: Utiliza la URL base de Home Assistant y un token de acceso de larga duración disponible al final de tu perfil de Home Assistant. HTTPS protege el token y es obligatorio de forma predeterminada.
fr: Utilisez l’URL de base de Home Assistant et un jeton d’accès longue durée disponible au bas de votre profil Home Assistant. HTTPS protège le jeton et est requis par défaut.

source: Value
de: Wert
es: Valor
fr: Valeur

source: verification failed
de: Die Verifizierung ist fehlgeschlagen
es: verificación fallida
fr: la vérification a échoué

source: Vibrate My Watch
de: Vibriere meine Uhr
es: Vibrar mi reloj
fr: Faire vibrer ma montre

source: Vibrate Watch
de: Uhr vibrieren lassen
es: Hacer vibrar el reloj
fr: Faire vibrer la montre

source: Vibrates the watch so you can locate it
de: Lässt die Uhr vibrieren, damit Sie sie lokalisieren können
es: Hace vibrar el reloj para que puedas localizarlo
fr: Fait vibrer la montre pour que vous puissiez la localiser

source: Vibrating your watch.
de: Deine Uhr vibriert.
es: Tu reloj está vibrando.
fr: Votre montre vibre.

source: Vibrating…
de: Vibrieren…
es: Vibrando…
fr: Vibre…

source: Vibration updated
de: Vibration aktualisiert
es: Vibración actualizada
fr: Vibrations mises à jour

source: Volume down
de: Lautstärke verringern
es: Bajar volumen
fr: Baisser le volume

source: Volume up
de: Lautstärke erhöhen
es: Subir volumen
fr: Augmenter le volume

source: Waiting for iOS dialog…
de: Warten auf iOS Dialog…
es: Esperando el diálogo iOS...
fr: En attente de la boîte de dialogue iOS…

source: Walking
de: Gehen
es: Caminar
fr: Marche

source: Warn below
de: Warnen unter
es: Avisar por debajo de
fr: Avertir en dessous de

source: Warn when inactive
de: Bei Inaktivität warnen
es: Advertir cuando esté inactivo
fr: Avertir en cas d'inactivité

source: Watch
de: Uhr
es: Reloj
fr: Montre

source: Watch appearance
de: Erscheinungsbild der Uhr
es: Apariencia del reloj
fr: Apparence de la montre

source: Watch battery
de: Uhrenbatterie
es: Batería del reloj
fr: Batterie de la montre

source: Watch battery low
de: Batterie schwach
es: Batería del reloj baja
fr: Batterie de la montre faible

source: Watch button pressed
de: Uhrentaste gedrückt
es: Botón del reloj pulsado
fr: Bouton de la montre enfoncé

source: Watch case
de: Uhrengehäuse
es: Caja de reloj
fr: Boîtier de montre

source: Watch is not connected
de: Uhr ist nicht verbunden
es: El reloj no está conectado
fr: La montre n'est pas connectée

source: Watch name
de: Name der Uhr
es: Nombre del reloj
fr: Nom de la montre

source: Watch preview
de: Uhrenvorschau
es: Vista previa del reloj
fr: Aperçu de la montre

source: Watch Status
de: Uhrenstatus
es: Estado del reloj
fr: État de la montre

source: Watchface name
de: Name des Zifferblatts
es: Nombre de la esfera del reloj
fr: Nom du cadran

source: Watchfaces
de: Zifferblätter
es: Esferas
fr: Cadrans

source: Weather
de: Wetter
es: El tiempo
fr: Météo

source: Weather at a glance: condition icon, temperature, rain and UV, steps on a battery rim.
de: Wetter auf einen Blick: Zustandssymbol, Temperatur, Regen und UV, Schritte auf einer Batteriefelge.
es: El clima de un vistazo: ícono de condición, temperatura, lluvia y rayos UV, pasos en el borde de la batería.
fr: Météo en un coup d'œil : icône d'état, température, pluie et UV, marches sur un bord de batterie.

source: Weather condition
de: Wetterlage
es: Condición climática
fr: Conditions météorologiques

source: Weather temperature
de: Wettertemperatur
es: Temperatura del tiempo
fr: Température météo

source: Wednesday
de: Mittwoch
es: miércoles
fr: mercredi

source: Weekdays
de: Wochentage
es: Días laborables
fr: Jours de semaine

source: Weight: %lld kg
de: Gewicht: %lld kg
es: Peso: %lld kg
fr: Poids : %lld kg

source: When saving, both hands must physically point straight up at 12 o'clock, like shown above.
de: Beim Speichern müssen beide Zeiger physisch gerade nach oben auf die 12-Uhr-Position zeigen, wie oben gezeigt.
es: Al guardar, ambas manecillas deben apuntar físicamente hacia arriba a las 12 en punto, como se muestra arriba.
fr: Lors de la sauvegarde, les deux aiguilles doivent physiquement pointer vers le haut à 12 heures, comme indiqué ci-dessus.

source: When saving, both main hands must physically point straight up at 12 o'clock, and the small hand at its dial's top marker.
de: Beim Speichern müssen beide Hauptzeiger physisch gerade nach oben auf 12 Uhr zeigen und der kleine Zeiger muss sich auf der oberen Markierung des Zifferblatts befinden.
es: Al guardar, ambas manecillas principales deben apuntar físicamente hacia arriba a las 12 en punto y la manecilla pequeña al marcador superior de la esfera.
fr: Lors de la sauvegarde, les deux aiguilles principales doivent pointer physiquement vers le haut à 12 heures, et la petite aiguille vers le marqueur supérieur de son cadran.

source: Where do I find my key?
de: Wo finde ich meinen Schlüssel?
es: ¿Dónde encuentro mi llave?
fr: Où puis-je trouver ma clé ?

source: White
de: Weiß
es: blanco
fr: Blanc

source: White broadsheet front page: dateline, steps as the headline, weather and battery insets.
de: Weiße Broadsheet-Titelseite: Datumszeile, Schritte als Überschrift, Wetter- und Batterieeinschübe.
es: Portada de hoja ancha blanca: línea de fecha, pasos como titular, inserciones sobre el tiempo y la batería.
fr: Première page blanche grand format : date limite, pas en titre, encarts météo et batterie.

source: White notepad checklist whose boxes tick themselves as steps, kcal, active and charge goals are met.
de: Weiße Notizblock-Checkliste, deren Kästchen sich selbst ankreuzen, wenn Schritte, Kalorien, Aktivitäts- und Ladeziele erreicht werden.
es: Lista de verificación del bloc de notas blanco cuyas casillas se marcan según se cumplen los objetivos de pasos, kcal, actividad y carga.
fr: Liste de contrôle du bloc-notes blanc dont les cases se cochent à mesure que les objectifs de pas, de kcal, d'activité et de charge sont atteints.

source: Windy
de: Windig
es: Ventoso
fr: Venteux

source: With no photo, the face is filled with this colour, dithered to the watch's 2-bit grayscale on install.
de: Ohne Foto wird das Zifferblatt mit dieser Farbe gefüllt und bei der Installation an die 2-Bit-Graustufen der Uhr angepasst.
es: Sin foto, la esfera se rellena con este color, difuminado en la escala de grises de 2 bits del reloj durante la instalación.
fr: Sans photo, le cadran est rempli de cette couleur, tramée avec les niveaux de gris 2 bits de la montre lors de l'installation.

source: Working…
de: Wird ausgeführt …
es: Procesando…
fr: Traitement…

source: Workout
de: Training
es: Entrenamiento
fr: Entraînement

source: Workout auto-detection
de: Automatische Trainingserkennung
es: Detección automática de entrenamiento
fr: Détection automatique d'entraînement

source: Workout GPS
de: Trainings-GPS
es: GPS de entrenamiento
fr: GPS d'entraînement

source: Workout started
de: Das Training hat begonnen
es: Entrenamiento iniciado
fr: L'entraînement a commencé

source: Workouts
de: Trainingseinheiten
es: Entrenamientos
fr: Entraînements

source: World clock
de: Weltzeituhr
es: reloj mundial
fr: Horloge mondiale

source: World timer: local time and date over three configurable zones, each with its own day/night mark.
de: Weltzeituhr: Ortszeit und Datum über drei konfigurierbare Zonen, jede mit eigener Tag-/Nachtmarkierung.
es: Temporizador mundial: hora y fecha locales en tres zonas configurables, cada una con su propia marca de día/noche.
fr: Horloge mondiale : heure et date locales sur trois zones configurables, chacune avec sa propre marque jour/nuit.

source: Yes
de: Ja
es: Sí
fr: Oui

source: You can store up to 8 alarms.
de: Sie können bis zu 8 Alarme speichern.
es: Puede almacenar hasta 8 alarmas.
fr: Vous pouvez stocker jusqu'à 8 alarmes.

source: You need your watch's key
de: Sie benötigen den Schlüssel Ihrer Uhr
es: Necesitas la llave de tu reloj
fr: Vous avez besoin de la clé de votre montre

source: Your image
de: Dein Bild
es: Tu imagen
fr: Votre image

source: Your own photo and complications
de: Ihr eigenes Foto und Komplikationen
es: Tu propia foto y complicaciones.
fr: Votre propre photo et complications

# %@ · %@ vibration
source: %1$@ · %2$@ vibration
es: %1$@ · %2$@ vibración
fr: %1$@ · %2$@ vibrations

source: %lld bpm · live
es: %lld bpm · en directo
fr: %lld bpm · en direct

source: %lld px
es: %lld píxeles

source: Alarm
es: alarma
fr: Alarme

source: App
es: Aplicación
fr: Application

source: App name
es: Nombre de la aplicación
fr: Nom de l'application

source: Apps
es: Aplicaciones
fr: Applications

source: Arcade
es: Arcada
fr: Arcades

source: Baseline
es: Base
fr: Base

source: Filter
es: Filtro
fr: Filtre

source: Fitness
es: Actividad
fr: Forme

source: Meridian
es: meridiano
fr: Méridien

source: Meteo
es: Tiempo
fr: Météo

source: Minute
es: Minuto

source: Name
es: Nombre
fr: Nom

source: Phase
es: Fase

source: Reserve
es: Reserva
fr: Réserve

source: Ring
es: Anillo
fr: Anneau

source: Sport
es: deporte

source: Standard
es: Estándar

source: System
es: Sistema
fr: Système

source: Text
es: Texto
fr: Texte

source: Top
es: Arriba
fr: Haut

source: UV index
es: índice ultravioleta
fr: Indice UV

source: Vibration
es: Vibración
fr: Vibrations

source: Wellness
es: Bienestar
fr: Bien-être

source: Wellness trends
es: Tendencias de bienestar
fr: Tendances de bien-être

# %@: %lld bytes
source: %1$@: %2$lld bytes
fr: %1$@ : %2$lld octets

source: Firmware
fr: Micrologiciel

source: Retro
fr: Rétro

source: Todo
fr: À faire
